Repository: backdrop-contrib/xmlsitemap
Catalog: translations/*.po
Languages: de

source: The following options allow you to alter the behavior of the Google Sitemap module. Your sitemap can be found at <a href="@url">@url</a>.
de: Die folgenden Einstellungen erlauben Ihnen, das Verhalten des Google Sitemap Moduls zu ändern.

source: Adjust the settings used to generate your Google Sitemap.
de: Anpassen der Einstellungen, welche für die Erstellung der Google Sitemap verwendet werden.

source: Additional site map links
de: Weitere Sitemap Verweise

source: Specify additional pages to add to your site map.
de: Weiterer Seiten angeben, die zur Sitemap hinzugefügt werden.

source: gsitemap
de: XML Sitemap

source: gsitemap verification page
de: XML Sitemap Kontrollseite

source: gSitemap settings
de: XML Sitemap Einstellungen

source: Priority override
de: Priorität überschreiben

source: Optionally override the sitemap priority for this post. The lowest priority is 0.0; the highest priority is 1.0. A priority of -1 will prevent this post from appearing in the sitemap.
de: Optional kann die Priorität in der Sitemap für diesen Beitrag überschrieben werden. Die niedrigste Priorität ist 0.0, die Höchste ist 1.0. Eine Priorität von -1 verhindert, dass der Beitrag in der Sitemap erscheint.

source: Priority must be a number between 0.0 and 1.0, inclusive, or -1 to prevent this node from appearing in the sitemap.
de: Die Priorität muß eine Zahl zwischen 0.0 und einschließlich 1.0 sein, oder -1 um das Erscheinen dieses Beitrages in der Sitemap zu verhindern.

source: Priority settings
de: Prioritäteinstellungen

source: Front page priority
de: Priorität der Startseite

source: This is the absolute priority for the front page. Values can range between 0.0 and 1.0.
de: Dieses ist die absolute Priorität für die Startseite. Die Werte können sich zwischen 0.0 und 1.0 erstrecken.

source: Promotion adjustment
de: Promotionanpassung

source: This number will be added to the priority of each node that is promoted to the front page.
de: Dieser Wert wird der Priorität jedes Beitrages hinzugefügt, welcher auf der Startseite beworben wird.

source: Comment ratio weight
de: Kommentarreihenfolge

source: This number will be multiplied with the ratio of the number of comments on the node over the number of comments on the node with the most comments, i.e., this number will be added to the priority of the node with the most comments.
de: Dieser Wert wird mit dem Verhältnis der Anzahl an Kommentaren in diesem Beitrag, über die Anzahl der Kommentare des Beitrages mit den meisten Kommentaren multipliziert, d.h. der Wert wird der Priorität des Beitrages mit den meisten Kommentaren hinzugefügt.

source: You can enter -1 in any of the following fields to prevent nodes of that type from appearing in the sitemap.
de: In die folgenden Felder kann -1 eingegeben werden, um einen Beitrag diesen Typs am Erscheinen in der Sitemap zu hindern.

source: %name adjustment
de: Anpassung für %name

source: This number will be added to the priority of nodes of type %name.
de: Diese Zahl wird der Priorität des Beitrages vom Typ %name hinzugefügt.

source: Search engines
de: Suchmaschinen

source: Submit site map to Google.
de: Übermittlung der Sitemap an Google.

source: Submission URL
de: Eintragungs-URL

source: The URL to submit the site map to.
de: Die Sitemap wird an diese URL übertragen.

source: Verification link
de: Kontrolldatei

source: In order to show statistics, Google will ask you to verify that you control this site by creating a page with a certain name. Enter that name here and the gsitemap module will hook that filename. Note that this will only work if you have clean URLs enabled.
de: Um die Statistiken anzusehen, wird Google zu einer Überprüfung des Website-Eigentümers auffordern, indem eine Seite mit einem bestimmten Namen erzeugt wird. Dazu wird hier der Name eingegeben und das Sitemap Modul wird diese Datei erzeugen. Anmerkung: Dies funktioniert nur, wenn „lesbare URLs“ eingeschaltet sind.

source: Submit site map to Yahoo.
de: Übermittlung der Sitemap an Yahoo.

source: Submit site map to Ask.com.
de: Übermittlung der Sitemap an Ask.com.

source: Submit sitemap when updated.
de: Übermittlung der Sitemap nach einer Aktualisierung.

source: If enabled, the site map will be submitted via HTTP request each time it is updated.
de: Sobald aktiviert, wird die Sitemap bei jeder Aktualisierung mittels HTTP-Anfrage übertragen.

source: Submit sitemap on cron run.
de: Übermittlung der Sitemap durch einen Cron-Job.

source: If enabled, updates to the site map will be submitted via HTTP request each time the cron job is run.
de: Sobald aktiviert, wird die Sitemap bei jeder Ausführung des Cron-Jobs mittels HTTP-Anfrage übertragen.

source: Log accesses.
de: Zugriffe protokollieren.

source: If enabled, a watchdog entry will be made each time the site map is accessed, containing information about the requestor.
de: Sobald aktiviert, wird bei jedem Zugriff auf die Sitemap ein Eintrag im Wächterprotokoll erzeugt, welcher die Informationen des Anfragers enthält.

source: Other settings
de: Weitere Einstellungen

source: Chunk size
de: Paketgröße

source: This is the number of links to send at one time. Values can range between 1 and 50,000.
de: Die Anzahl der auf einmal zu übertragenden Links. Die Werte können sich im Bereich von 1 bis 50.000 erstrecken.

source: Count comments in change date and frequency
de: Zähle die Kommentare mit Änderungsdatum und Frequenz

source: If enabled, the frequency of comments on a node will affect its change frequency and last modification date.
de: Sobald aktiviert, wird die Änderungsfrequenz und das Änderungsdatum, durch die Frequenz der Kommentare zu einem Beitrag beeinflusst.

source: Include links to taxonomy term pages
de: Verweise zu Kategorieseiten hinzufügen.

source: If enabled, links to taxonomy term pages will be included in the sitemap.
de: Sobald aktiviert, werden Verweise zu den Seiten der Kategoriebezeichnung in der Sitemap aufgenommen.

source: Include links to user profile pages
de: Verweise zu Benutzerprofilen hinzufügen.

source: If enabled, links to user profile pages will be included in the sitemap (requires requestor to have "access user profiles" permission).
de: Sobald aktiviert, werden Verweise zu Benutzerprofilen in die Sitemap aufgenommen (Anfrager benötigt die Berechtigung „Benutzerprofile einsehen“).

source: Cannot send more than 50,000 links at one time.
de: Mehr wie 50.000 Links können nicht auf einmal übertragen werden.

source: Pages
de: Seiten

source: Enter one page per line as Drupal paths. For example, if the URL is <em>http://example.com/node/1</em>, enter <em>node/1</em>.
de: Eine Seite pro Zeile mit dem Drupal Pfad eintragen. Sollte die URL beispielsweise <em>http://example.com/node/1</em> lauten, muss <em>node/1</em> eingetragen werden.

source: Additional links priority
de: Priorität der weiteren Verweise

source: This is the absolute priority for additional links. Values can range between 0.0 and 1.0. The default priority is 0.5.
de: Dieses ist die absolute Priorität für weitere Verweise. Die Werte können sich zwischen 0.0 und 1.0 erstrecken. Die Standardpriorität lautet 0.5.

source: Priority must be between 0.0 and 1.0.
de: Die Priorität muss zwischen 0.0 und 1.0 liegen.

source: !sitemap downloaded by Google.
de: !sitemap wurde von Google heruntergeladen.

source: !sitemap downloaded by @user-agent at @address.
de: !sitemap wurde heruntergeladen von @user-agent über @address.

source: Sitemap successfully submitted to Google.
de: Sitemap wurde erfolgreich an Google übertragen.

source: Error occurred submitting sitemap to Google: @code
de: Fehler bei der Übertragung der Sitemap an Google: @code

source: Sitemap successfully submitted to Yahoo.
de: Sitemap wurde erfolgreich an Yahoo übertragen.

source: Error occurred submitting sitemap to Yahoo: @code
de: Fehler bei der Übertragung der Sitemap an Yahoo: @code

source: Sitemap successfully submitted to Ask.com.
de: Sitemap wurde erfolgreich an Ask.com übertragen.

source: Error occurred submitting sitemap to Ask.com: @code
de: Fehler bei der Übertragung der Sitemap an Ask.com: @code

source: override node priority
de: Priorität des Beitrages überschreiben

source: Creates a Google Sitemap.
de: Erzeugt eine Google Sitemap.
